export default {
  projections: {
    ДоговорE: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      статус: {
        __caption__: 'Статус'
      },
      тип: {
        __caption__: 'Тип'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      едВремени: {
        __caption__: 'Единица времени'
      }
    },
    ДоговорL: {
      номер: {
        __caption__: 'Номер'
      },
      дата: {
        __caption__: 'Дата'
      },
      статус: {
        __caption__: 'Статус'
      },
      тип: {
        __caption__: 'Тип'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      длительность: {
        __caption__: 'Длительность'
      },
      едВремени: {
        __caption__: 'Единица времени'
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    длительность: {
      __caption__: 'Длительность'
    },
    едВремени: {
      __caption__: 'Единица времени'
    },
    номер: {
      __caption__: 'Номер'
    },
    статус: {
      __caption__: 'Статус'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    тип: {
      __caption__: 'Тип'
    },
    дирОтдПоРабСКл: {
      __caption__: 'дирОтдПоРабСКл'
    },
    клиент: {
      __caption__: 'клиент'
    }
  }
};
