export default {
  projections: {
    РасчетВремениE: {
      дата: {
        __caption__: 'Дата'
      },
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      },
      оказаниеУслуг: {
        __caption__: 'Оказание услуг',
        дата: {
          __caption__: 'Дата'
        }
      }
    },
    РасчетВремениL: {
      дата: {
        __caption__: 'Дата'
      },
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      }
    },
    РасчетОстВремE: {
      доступно: {
        __caption__: 'Доступно'
      },
      использовано: {
        __caption__: 'Использовано'
      },
      дата: {
        __caption__: 'Дата'
      },
      договор: {
        __caption__: 'Договор',
        номер: {
          __caption__: 'Номер'
        }
      },
      оказаниеУслуг: {
        __caption__: 'Оказание услуг',
        дата: {
          __caption__: 'Дата'
        }
      }
    },
    РасчетОстВремL: {
      доступно: {
        __caption__: 'Доступно'
      },
      использовано: {
        __caption__: 'Использовано'
      },
      дата: {
        __caption__: 'Дата'
      },
      договор: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    доступно: {
      __caption__: 'Доступно'
    },
    использовано: {
      __caption__: 'Использовано'
    },
    договор: {
      __caption__: 'Договор'
    },
    оказаниеУслуг: {
      __caption__: 'Оказание услуг'
    }
  }
};
